controllers/KelasController.php

INSERT INTO `tbl_Kelas` (`nama`, `created_at`, `updated_at`, `created_by`, `updated_by`) VALUES ('irsat', NOW(), NOW(), 1, 1)
---
    public function actionCreate()
    {
        $model = new Kelas();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `tbl_Kelas` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Kelas::findOne($id)) !== null) {