controllers/TahunAjaranController.php

    public function actionCreate()
    {
        $model = new TahunAjaran();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `tbl_tahun_ajaran` (`id`, `nama`, `created_at`, `updated_at`, `created_by`, `updated_by`) VALUES (1, 'irsat', NOW(), NOW(), 1, 1)

    protected function findModel($id)
    {
        if (($model = TahunAjaran::findOne($id)) !== null) {
---
SELECT * FROM `tbl_tahun_ajaran` WHERE `id`='1'